tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
brew "openssl"
brew "readline", link: true
brew "ansible"
brew "azure-cli"
brew "bat"
brew "ctags"
brew "curl", args: ["with-openssl"]
brew "exa"
brew "git"
brew "htop"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "mas"
brew "mysql", restart_service: true
brew "mysql@5.6", restart_service: true
brew "neovim"
brew "nim"
brew "node"
brew "peco"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "sl"
brew "telnet"
brew "terraform", link: false
brew "tfenv"
brew "tig"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
cask "java6"
cask "powershell"
mas "Battery Monitor", id: 836505650
mas "Evernote", id: 406056744
mas "Gifted", id: 771955779
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kobito", id: 896624060
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "TweetDeck", id: 485812721
